export const luckySpots = [
  {
    name: "아직 데이터 x",
    address: "서울 동작구 노량진로 123",
    lat: 37.5145,
    lng: 126.9423,
  },
  {
    name: "아직 데이터 x",
    address: "서울 종로구 종로 100",
    lat: 37.5702,
    lng: 126.9830,
  },
  {
    name: "아직 데이터 x",
    address: "서울 강남구 테헤란로 212",
    lat: 37.5035,
    lng: 127.0426,
  },
  {
    name: "아직 데이터 x",
    address: "서울 서대문구 연세로 22",
    lat: 37.5560,
    lng: 126.9385,
  },
  {
    name: "아직 데이터 x",
    address: "서울 마포구 양화로 155",
    lat: 37.5563,
    lng: 126.9220,
  },
  {
    name: "아직 데이터 x",
    address: "서울 송파구 올림픽로 240",
    lat: 37.5158,
    lng: 127.0997,
  },
  {
    name: "아직 데이터 x",
    address: "서울 영등포구 경인로 843",
    lat: 37.5173,
    lng: 126.9044,
  },
  {
    name: "아직 데이터 x",
    address: "서울 종로구 대학로 57",
    lat: 37.5826,
    lng: 127.0027,
  },
  {
    name: "아직 데이터 x",
    address: "서울 광진구 능동로 120",
    lat: 37.5407,
    lng: 127.0703,
  },
  {
    name: "아직 데이터 x",
    address: "서울 마포구 독막로 5길 20",
    lat: 37.5494,
    lng: 126.9128,
  },
  {
    name: "묵동 복권명당",
    address: "서울 중랑구 동일로 942",
    lat: 37.6102,
    lng: 127.0770,
  },
  {
    name: "아직 데이터 x",
    address: "서울 중랑구 동일로 934",
    lat: 37.6029,
    lng: 127.0796,
  }
]